Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: What's a luxury you want to earn for yourself?
de: Welchen Luxus möchtest du dir selbst verdienen?
es: ¿Qué lujo quieres ganarte por ti mismo?
fr: Quel luxe veux-tu mériter par toi-même ?
it: Quale lusso vuoi guadagnarti da solo?
ja: 自分で手に入れたい贅沢は何ですか？
ko: 스스로 얻고 싶은 호사는 무엇인가요?
nb: Hvilken luksus vil du gjerne fortjene selv?
nl: Welke luxe wil je voor jezelf verdienen?
pl: Jaki luksus chcesz sam na siebie zarobić?
pt_br: Qual luxo você quer conquistar por si mesmo?
sv: Vilken lyx vill du förtjäna själv?
uk: Яку розкіш ви хочете заробити для себе?
zh_hans: 你想为自己赢得什么样的奢侈品？

source: What's a luxury you'd happily pay for when traveling?
de: Für welchen Luxus würdest du auf Reisen gerne bezahlen?
es: ¿Qué lujo pagarías felizmente cuando viajas?
fr: Pour quel luxe serais-tu heureux de payer en voyage ?
it: Quale lusso pagheresti volentieri quando viaggi?
ja: 旅行中に喜んでお金を出す贅沢は何ですか？
ko: 여행할 때 기꺼이 비용을 지불할 의향이 있는 럭셔리는 무엇인가요?
nb: Hvilken luksus vil du gjerne betale for når du reiser?
nl: Voor welke luxe betaal je graag als je reist?
pl: Za jaki luksus chętnie zapłacisz podczas podróży?
pt_br: Qual luxo você pagaria feliz ao viajar?
sv: Vilken lyx skulle du gärna betala för när du reser?
uk: За яку розкіш ви із задоволенням заплатите під час подорожі?
zh_hans: 旅行时你愿意花钱享受哪种奢侈？

source: What's a material possession you've lost while traveling that you still miss?
de: Welchen materiellen Besitz hast du auf Reisen verloren und vermisst immer noch?
es: ¿Qué posesión material perdiste mientras viajabas que todavía extrañas?
fr: Quel bien matériel as-tu perdu en voyage et qui te manque encore ?
it: Quale bene materiale hai perso durante un viaggio che ti manca ancora?
ja: 旅行中に失くして、今でも惜しいと思う持ち物は何ですか？
ko: 여행 중 잃어버려서 아직도 아쉬운 물건은 무엇인가요?
nb: Hvilken eiendel mistet du på reise som du fortsatt savner?
nl: Welk bezit ben je kwijtgeraakt tijdens het reizen en mis je nog steeds?
pl: Jaką rzecz zgubiłeś/aś podczas podróży, za którą wciąż tęsknisz?
pt_br: Qual bem material você perdeu viajando e ainda sente falta?
sv: Vilken materiell ägodel förlorade du på resa som du fortfarande saknar?
uk: Яку матеріальну річ ви втратили під час подорожі і досі шкодуєте?
zh_hans: 你在旅行中丢失的哪件物品至今仍让你感到遗憾？

source: What's a meal from childhood you still crave?
de: Auf welches Gericht aus deiner Kindheit hast du noch immer Appetit?
es: ¿Qué comida de la infancia todavía te antojas?
fr: Quel plat de ton enfance as-tu encore envie de manger ?
it: Quale piatto dell'infanzia hai ancora voglia di mangiare?
ja: 子供の頃の食事で、今でも食べたくなるものは何ですか？
ko: 어린 시절의 음식 중 아직도 먹고 싶은 것이 있나요?
nb: Hvilket måltid fra barndommen lengter du fortsatt etter?
nl: Naar welk gerecht uit je kindertijd verlang je nog steeds?
pl: Za jakim posiłkiem z dzieciństwa wciąż tęsknisz?
pt_br: Qual refeição da infância você ainda deseja?
sv: Vilken måltid från barndomen längtar du fortfarande efter?
uk: Яка страва з дитинства вам досі хочеться?
zh_hans: 你小时候的哪顿饭至今还想吃？

source: What’s a meal that tastes like 'home' to you?
de: Welches Gericht schmeckt für dich nach 'Zuhause'?
es: ¿Qué comida sabe a 'hogar' para ti?
fr: Quel plat a pour toi le goût de 'la maison' ?
it: Quale piatto ha il sapore di 'casa' per te?
ja: あなたにとって「家」の味がする料理は何ですか？
ko: 당신에게 '집'맛이 나는 음식은 무엇인가요?
nb: Hvilket måltid smaker 'hjemme' for deg?
nl: Welk gerecht smaakt voor jou naar 'thuis'?
pl: Jaki posiłek smakuje ci jak 'w domu'?
pt_br: Qual refeição tem gosto de 'casa' para você?
sv: Vilken måltid smakar 'hemma' för dig?
uk: Яка страва має для вас смак 'дому'?
zh_hans: 对你来说，哪道菜吃起来有‘家’的味道？

source: What's a memory you want to create in the next 12 months?
de: Welche Erinnerung möchtest du in den nächsten 12 Monaten schaffen?
es: ¿Qué recuerdo quieres crear en los próximos 12 meses?
fr: Quel souvenir veux-tu créer dans les 12 prochains mois ?
it: Quale ricordo vuoi creare nei prossimi 12 mesi?
ja: 今後12ヶ月のうちに作りたい思い出は何ですか？
ko: 앞으로 12개월 안에 만들고 싶은 추억이 있나요?
nb: Hvilket minne vil du skape i løpet av de neste 12 månedene?
nl: Welke herinnering wil je de komende 12 maanden creëren?
pl: Jakie wspomnienie chcesz stworzyć w ciągu najbliższych 12 miesięcy?
pt_br: Que memória você quer criar nos próximos 12 meses?
sv: Vilket minne vill du skapa under de närmaste 12 månaderna?
uk: Який спогад ви хочете створити в наступні 12 місяців?
zh_hans: 你在未来12个月内想创造什么回忆？

source: What's a memory you're not sure is real?
de: An welche Erinnerung bist du nicht sicher, ob sie real ist?
es: ¿Qué recuerdo no estás seguro de que sea real?
fr: Quel souvenir n'es-tu pas sûr qu'il soit réel ?
it: Quale ricordo non sei sicuro sia reale?
ja: 現実かどうか確信が持てない記憶は何ですか？
ko: 실제인지 확신하지 못하는 기억은 무엇인가요?
nb: Hvilket minne er du ikke sikker på er ekte?
nl: Welke herinnering weet je niet zeker of die echt is?
pl: Jakie wspomnienie nie jesteś pewien, czy jest prawdziwe?
pt_br: Que memória você não tem certeza se é real?
sv: Vilket minne är du inte säker på är verkligt?
uk: Який спогад ви не впевнені, чи є він реальним?
zh_hans: 哪段记忆你不确定是否真实发生过？

source: What's a milestone you're most looking forward to in the next decade?
de: Welchen Meilenstein in den nächsten zehn Jahren freust du dich am meisten?
es: ¿Qué hito esperas con más ilusión en la próxima década?
fr: Quelle étape importante as-tu le plus hâte de vivre dans la prochaine décennie ?
it: Quale traguardo attendi con più ansia nel prossimo decennio?
ja: 今後10年でもっとも楽しみにしているマイルストーンは何ですか？
ko: 앞으로 10년 안에 가장 기대되는 이정표는 무엇인가요?
nb: Hvilken milepæl ser du mest frem til i løpet av det neste tiåret?
nl: Welke mijlpaal verheug je je het meest op in het komende decennium?
pl: Jaki kamień milowy najbardziej Cię ekscytuje w nadchodzącej dekadzie?
pt_br: Qual marco você mais espera na próxima década?
sv: Vilken milstolpe ser du mest fram emot under nästa decennium?
uk: Якої віхи ви найбільше чекаєте в наступному десятилітті?
zh_hans: 未来十年你最期待的里程碑是什么？

source: What's a mistake your parents made that you learned from?
de: Was ist ein Fehler, den deine Eltern gemacht haben, und woraus du gelernt hast?
es: ¿Qué error cometieron tus padres del que aprendiste?
fr: Quelle erreur tes parents ont-ils commise dont tu as tiré des leçons ?
it: Quale errore dei tuoi genitori ti ha insegnato qualcosa?
ja: 両親のした過ちで、あなたが学んだことは何ですか？
ko: 부모님이 하신 실수 중에서 당신이 배운 점은 무엇인가요?
nb: Hvilken feil gjorde foreldrene dine som du lærte av?
nl: Welke fout maakten je ouders waar je van hebt geleerd?
pl: Jaki błąd twoich rodziców był dla ciebie lekcją?
pt_br: Qual erro dos seus pais você aprendeu algo com ele?
sv: Vilket misstag gjorde dina föräldrar som du lärde dig av?
uk: Яку помилку батьків ти зробив своїм уроком?
zh_hans: 你父母犯过的哪个错误让你学到了东西？

source: What's a mode of transport you've used that you'd never choose again?
de: Welches Verkehrsmittel hast du schon genutzt, das du nie wieder wählen würdest?
es: ¿Qué medio de transporte has usado que nunca volverías a elegir?
fr: Quel moyen de transport as-tu utilisé que tu ne choisirais plus jamais ?
it: Quale mezzo di trasporto hai usato che non sceglieresti mai più?
ja: 二度と使いたくないと思った交通手段は何ですか？
ko: 사용했지만 다시는 선택하고 싶지 않은 교통편은 무엇인가요?
nb: Hvilket transportmiddel har du brukt som du aldri ville valgt igjen?
nl: Welk vervoersmiddel heb je gebruikt dat je nooit meer zou kiezen?
pl: Jaki środek transportu, którego użyłeś, nigdy więcej byś nie wybrał?
pt_br: Qual meio de transporte você já usou que nunca mais escolheria?
sv: Vilket transportsätt har du använt som du aldrig skulle välja igen?
uk: Яким видом транспорту ви користувалися, але ніколи не вибрали б знову?
zh_hans: 你用过哪种交通工具再也不想用了？

source: What's a mode of transportation you enjoy just for the experience, not the speed?
de: Welches Verkehrsmittel genießt du einfach wegen der Erfahrung, nicht der Geschwindigkeit?
es: ¿Qué medio de transporte disfrutas solo por la experiencia, no por la velocidad?
fr: Quel moyen de transport apprécies-tu pour l'expérience, pas la vitesse ?
it: Quale mezzo di trasporto ti piace per l'esperienza, non per la velocità?
ja: スピードではなく、体験そのものを楽しめる交通手段は何ですか？
ko: 속도가 아니라 경험 자체를 즐기는 교통 수단은 무엇인가요?
nb: Hvilket transportmiddel liker du bare for opplevelsen, ikke farten?
nl: Welk vervoermiddel geniet je puur voor de ervaring, niet de snelheid?
pl: Jaki środek transportu lubisz tylko dla doświadczenia, a nie prędkości?
pt_br: Qual meio de transporte você gosta pela experiência, não pela velocidade?
sv: Vilket transportmedel njuter du av för upplevelsen, inte hastigheten?
uk: Яким видом транспорту ви насолоджуєтеся заради досвіду, а не швидкості?
zh_hans: 哪种交通方式你只是为了体验而享受，而不是为了速度？

source: What's a modern 'necessity' that you think is actually a trap?
de: Welche moderne „Notwendigkeit“ ist deiner Meinung nach eigentlich eine Falle?
es: ¿Qué „necesidad“ moderna crees que es en realidad una trampa?
fr: Quelle « nécessité » moderne penses-tu être en fait un piège ?
it: Quale „necessità“ moderna pensi sia in realtà una trappola?
ja: 現代の「必需品」で、実際には罠だと思うものは何ですか？
ko: 현대의 '필수품' 중 실제로는 함정이라고 생각하는 것은 무엇인가요?
nb: Hvilken moderne 'nødvendighet' tror du egentlig er en felle?
nl: Welke moderne „noodzaak“ is volgens jou eigenlijk een valstrik?
pl: Jaki współczesny „konieczność” jest według ciebie pułapką?
pt_br: Qual „necessidade“ moderna você acha que é na verdade uma armadilha?
sv: Vilken modern 'nödvändighet' tror du egentligen är en fälla?
uk: Яка сучасна «необхідність», на вашу думку, насправді є пасткою?
zh_hans: 你觉得哪种现代“必需品”其实是个陷阱？

source: What's a moment in your life you wish you could re-do with the knowledge you have now?
de: Welchen Moment in deinem Leben würdest du gerne mit deinem jetzigen Wissen wiederholen?
es: ¿Qué momento de tu vida te gustaría poder repetir con el conocimiento que tienes ahora?
fr: Quel moment de ta vie aimerais-tu revivre avec les connaissances que tu as aujourd'hui ?
it: Quale momento della tua vita vorresti poter rifare con la conoscenza che hai ora?
ja: 今の知識を持ってやり直したい人生の瞬間は何ですか？
ko: 지금의 지식을 가지고 다시 해보고 싶은 인생의 순간이 있나요?
nb: Hvilket øyeblikk i livet ditt skulle du ønske du kunne gjøre om med den kunnskapen du har nå?
nl: Welk moment in je leven zou je opnieuw willen doen met de kennis die je nu hebt?
pl: Jaki moment w swoim życiu chciałbyś powtórzyć z obecną wiedzą?
pt_br: Qual momento da sua vida você gostaria de poder refazer com o conhecimento que tem agora?
sv: Vilket ögonblick i ditt liv önskar du att du kunde göra om med den kunskap du har nu?
uk: Який момент у вашому житті ви хотіли б переграти з тими знаннями, що маєте зараз?
zh_hans: 你希望用现在的知识重新来过的人生瞬间是什么？

source: What's a moment of pure joy you want to replicate?
de: Welchen Moment reiner Freude möchtest du wiederholen?
es: ¿Qué momento de pura alegría quieres replicar?
fr: Quel moment de pure joie veux-tu reproduire ?
it: Quale momento di pura gioia vuoi replicare?
ja: 再現したい純粋な喜びの瞬間は何ですか？
ko: 재현하고 싶은 순수한 기쁨의 순간이 있나요?
nb: Hvilket øyeblikk av ren glede vil du gjenskape?
nl: Welk moment van pure vreugde wil je herbeleven?
pl: Jaki moment czystej radości chcesz powtórzyć?
pt_br: Qual momento de pura alegria você quer replicar?
sv: Vilket ögonblick av ren glädje vill du återskapa?
uk: Який момент чистої радості ви хочете повторити?
zh_hans: 你想重现哪个纯粹的欢乐时刻？

source: What's a moment that fundamentally changed your worldview?
de: Welcher Moment hat dein Weltbild grundlegend verändert?
es: ¿Qué momento cambió fundamentalmente tu forma de ver el mundo?
fr: Quel moment a fondamentalement changé votre vision du monde ?
it: Quale momento ha cambiato fondamentalmente la tua visione del mondo?
ja: あなたの世界観を根本的に変えた瞬間は何ですか？
ko: 당신의 세계관을 근본적으로 바꾼 순간은 언제인가요?
nb: Hvilket øyeblikk forandret verdensbildet ditt fundamentalt?
nl: Welk moment heeft jouw wereldbeeld fundamenteel veranderd?
pl: Który moment fundamentalnie zmienił twoje spojrzenie na świat?
pt_br: Qual momento mudou fundamentalmente sua visão de mundo?
sv: Vilket ögonblick förändrade din världsbild fundamentalt?
uk: Який момент кардинально змінив ваш світогляд?
zh_hans: 哪个瞬间从根本上改变了你的世界观？

source: What's a moment where someone showed up for you in a way you'll never forget?
de: Was war ein Moment, in dem jemand für dich da war, den du nie vergessen wirst?
es: ¿Cuál es un momento en que alguien estuvo allí para ti de una manera que nunca olvidarás?
fr: Quel est un moment où quelqu'un a été là pour toi d'une manière que tu n'oublieras jamais ?
it: Qual è un momento in cui qualcuno è stato presente per te in un modo che non dimenticherai mai?
ja: 誰かが忘れられない方法であなたのために行動してくれた瞬間は何ですか？
ko: 누군가 당신을 위해 잊을 수 없는 방식으로 다가왔던 순간은 무엇인가요?
nb: Hva er et øyeblikk der noen stilte opp for deg på en måte du aldri vil glemme?
nl: Wat is een moment waarop iemand voor je klaar stond op een manier die je nooit zult vergeten?
pl: Jaki jest moment, w którym ktoś stanął na wysokości zadania w sposób, którego nigdy nie zapomnisz?
pt_br: Qual é um momento em que alguém esteve ao seu lado de uma forma que você nunca esquecerá?
sv: Vad är ett ögonblick där någon ställde upp för dig på ett sätt du aldrig kommer att glömma?
uk: Який момент, коли хтось підтримав вас так, що ви ніколи не забудете?
zh_hans: 有没有一个时刻，有人以一种你永远不会忘记的方式支持你？

source: What's a moment you felt completely accepted by someone?
de: Wann hast du dich von jemandem vollkommen akzeptiert gefühlt?
es: ¿Cuándo te sentiste completamente aceptado por alguien?
fr: Quel moment vous a fait sentir complètement accepté par quelqu'un ?
it: Quando ti sei sentito completamente accettato da qualcuno?
ja: 誰かに完全に受け入れられたと感じた瞬間は何ですか？
ko: 누군가에게 완전히 받아들여졌다고 느낀 순간은 언제인가요?
nb: Når følte du deg fullstendig akseptert av noen?
nl: Wanneer voelde je je volledig geaccepteerd door iemand?
pl: Kiedy poczułeś się całkowicie zaakceptowany przez kogoś?
pt_br: Qual foi o momento em que você se sentiu completamente aceito por alguém?
sv: När kände du dig helt accepterad av någon?
uk: Коли ви відчули, що хтось повністю вас приймає?
zh_hans: 哪个时刻你感到被某人完全接纳？

source: What's a moment you felt overwhelming pride for someone you love?
de: Wann hast du überwältigenden Stolz für jemanden empfunden, den du liebst?
es: ¿Qué momento sentiste un orgullo abrumador por alguien que amas?
fr: Quand avez-vous ressenti une fierté immense pour quelqu'un que vous aimez ?
it: Quando hai provato un orgoglio travolgente per qualcuno che ami?
ja: 愛する誰かに圧倒的な誇りを感じた瞬間は何ですか？
ko: 사랑하는 누군가에게 압도적인 자부심을 느꼈던 순간은 언제인가요?
nb: Når følte du overveldende stolthet for noen du elsker?
nl: Wanneer voelde je overweldigende trots voor iemand van wie je houdt?
pl: Kiedy poczułeś ogromną dumę z kogoś, kogo kochasz?
pt_br: Qual momento você sentiu um orgulho imenso por alguém que ama?
sv: När kände du överväldigande stolthet för någon du älskar?
uk: Коли ви відчули величезну гордість за когось, кого любите?
zh_hans: 哪个时刻你为你爱的人感到无比自豪？

source: What's a moment you felt truly understood by someone who didn't speak your language?
de: Wann hast du dich von jemandem wirklich verstanden gefühlt, der deine Sprache nicht spricht?
es: ¿Qué momento te sentiste verdaderamente comprendido por alguien que no hablaba tu idioma?
fr: Quel moment vous a fait sentir vraiment compris par quelqu'un qui ne parle pas votre langue ?
it: Quando ti sei sentito veramente capito da qualcuno che non parlava la tua lingua?
ja: 言葉が通じない誰かに本当に理解されたと感じた瞬間は何ですか？
ko: 당신의 언어를 모르는 누군가에게 진정으로 이해받았다고 느낀 순간은 언제인가요?
nb: Når følte du deg virkelig forstått av noen som ikke snakket ditt språk?
nl: Wanneer voelde je je echt begrepen door iemand die jouw taal niet sprak?
pl: Kiedy poczułeś się naprawdę zrozumiany przez kogoś, kto nie mówi twoim językiem?
pt_br: Qual momento você se sentiu verdadeiramente compreendido por alguém que não falava seu idioma?
sv: När kände du dig verkligen förstådd av någon som inte talade ditt språk?
uk: Коли ви відчули, що вас справді зрозумів той, хто не розмовляє вашою мовою?
zh_hans: 哪个时刻你感到被一个不懂你语言的人真正理解了？

source: What's a movie quote you use in everyday life that no one ever gets?
de: Welches Filmzitat verwendest du im Alltag, das niemand versteht?
es: ¿Qué cita de película usas en la vida cotidiana que nadie entiende?
fr: Quelle citation de film utilises-tu dans la vie de tous les jours que personne ne comprend ?
it: Quale citazione cinematografica usi nella vita di tutti i giorni che nessuno capisce?
ja: 日常生活で使う映画の名言で、誰も理解してくれないものは何ですか？
ko: 일상에서 자주 쓰지만 아무도 못 알아듣는 영화 대사가 있다면 뭐예요?
nb: Hvilket filmsitat bruker du i hverdagen som ingen noen gang forstår?
nl: Welke filmquote gebruik je in het dagelijks leven die niemand ooit begrijpt?
pl: Jakiego cytatu z filmu używasz w codziennym życiu, którego nikt nie rozumie?
pt_br: Qual citação de filme você usa no dia a dia que ninguém nunca entende?
sv: Vilket filmcitat använder du i vardagen som ingen någonsin förstår?
uk: Яку цитату з фільму ви використовуєте в повсякденному житті, яку ніхто не розуміє?
zh_hans: 你日常生活中用的哪句电影台词从来没有人能听懂？

source: What’s a movie scene you find incredibly hot?
de: Welche Filmszene findest du unglaublich heiß?
es: ¿Qué escena de una película te parece increíblemente sexy?
fr: Quelle scène de film trouves-tu incroyablement chaude ?
it: Quale scena di un film trovi incredibilmente sexy?
ja: 信じられないほど熱いと思う映画のシーンは何ですか？
ko: 엄청 뜨겁다고 생각하는 영화 장면이 있나요?
nb: Hvilken filmscene finner du utrolig het?
nl: Welke filmscene vind jij ongelooflijk opwindend?
pl: Jaka scena filmowa jest dla ciebie niezwykle gorąca?
pt_br: Qual cena de filme você acha incrivelmente quente?
sv: Vilken filmscen tycker du är otroligt het?
uk: Яку сцену з фільму ти вважаєш неймовірно гарячою?
zh_hans: 你觉得哪部电影里的场景非常刺激？

source: What's a movie that genuinely surprised you?
de: Welcher Film hat dich wirklich überrascht?
es: ¿Qué película te sorprendió genuinamente?
fr: Quel film vous a vraiment surpris/surprise ?
it: Quale film ti ha davvero sorpreso?
ja: 本当に驚かされた映画は何ですか？
ko: 진심으로 놀랐던 영화는 무엇인가요?
nb: Hvilken film overrasket deg virkelig?
nl: Welke film heeft je echt verrast?
pl: Jaki film naprawdę cię zaskoczył?
pt_br: Qual filme genuinamente te surpreendeu?
sv: Vilken film överraskade dig verkligen?
uk: Який фільм вас справді здивував?
zh_hans: 哪部电影真的让你感到惊喜？

source: What's a movie you love that most people have never heard of?
de: Welchen Film liebst du, von dem die meisten noch nie gehört haben?
es: ¿Qué película te encanta que la mayoría nunca ha oído hablar?
fr: Quel film aimes-tu et que la plupart des gens n'ont jamais entendu ?
it: Quale film ami che la maggior parte delle persone non ha mai sentito nominare?
ja: ほとんどの人が聞いたことがない、あなたのお気に入りの映画は？
ko: 대부분의 사람들이 들어본 적 없는, 당신이 사랑하는 영화는?
nb: Hvilken film elsker du som de fleste aldri har hørt om?
nl: Welke film vind jij geweldig waar de meeste mensen nog nooit van gehoord hebben?
pl: Jaki film kochasz, o którym większość ludzi nigdy nie słyszała?
pt_br: Qual filme você ama que a maioria das pessoas nunca ouviu falar?
sv: Vilken film älskar du som de flesta aldrig har hört talas om?
uk: Який фільм ви любите, про який більшість людей ніколи не чула?
zh_hans: 哪部你喜欢的电影是大多数人从未听说过的？

source: What's a museum that completely changed your perspective on something?
de: Welches Museum hat deine Sicht auf etwas völlig verändert?
es: ¿Qué museo cambió por completo tu perspectiva sobre algo?
fr: Quel musée a complètement changé ton point de vue sur quelque chose ?
it: Quale museo ha completamente cambiato la tua prospettiva su qualcosa?
ja: 何かに対する視点を完全に変えた博物館はどこですか？
ko: 무언가에 대한 관점을 완전히 바꿔놓은 박물관은 어디인가요?
nb: Hvilket museum endret fullstendig perspektivet ditt på noe?
nl: Welk museum veranderde je kijk op iets volledig?
pl: Które muzeum całkowicie zmieniło twoje spojrzenie na coś?
pt_br: Qual museu mudou completamente sua perspectiva sobre algo?
sv: Vilket museum förändrade ditt perspektiv på något helt?
uk: Який музей повністю змінив ваше ставлення до чогось?
zh_hans: 哪个博物馆完全改变了你对某件事的看法？

source: What's a mystery you're glad remains unsolved?
de: Welches Geheimnis ist deiner Meinung nach gut, dass es ungelöst bleibt?
es: ¿Qué misterio te alegra que siga sin resolverse?
fr: Quel mystère es-tu content qu'il reste non résolu ?
it: Quale mistero sei contento rimanga irrisolto?
ja: 未解決のままで嬉しい謎は何ですか？
ko: 해결되지 않은 채로 남아 있어 다행인 미스터리는 무엇인가요?
nb: Hvilket mysterium er du glad for at forblir uløst?
nl: Over welk mysterie ben je blij dat het onopgelost blijft?
pl: Jaka tajemnica cieszy cię, że pozostaje nierozwiązana?
pt_br: Que mistério você fica feliz por permanecer sem solução?
sv: Vilket mysterium är du glad över att det är olöst?
uk: Яка таємниця, на вашу думку, добре, що залишається нерозгаданою?
zh_hans: 哪个谜团没有解开你反而觉得庆幸？

source: What’s a new thing you’d like to try in the bedroom?
de: Was möchtest du Neues im Schlafzimmer ausprobieren?
es: ¿Qué cosa nueva te gustaría probar en la habitación?
fr: Quelle est une nouvelle chose que tu aimerais essayer dans la chambre ?
it: Qual è una cosa nuova che vorresti provare in camera da letto?
ja: 寝室で試してみたい新しいことは何ですか？
ko: 침실에서 해보고 싶은 새로운 것은 무엇인가요?
nb: Hva er en ny ting du ønsker å prøve på soverommet?
nl: Wat is een nieuw ding dat je in de slaapkamer zou willen proberen?
pl: Co nowego chciałbyś wypróbować w sypialni?
pt_br: O que há de novo que você gostaria de tentar no quarto?
sv: Vad är en ny sak du skulle vilja prova i sovrummet?
uk: Що нового ти хотів би спробувати в ліжку?
zh_hans: 你想在卧室里尝试什么新事物？

source: What's a noise you make that you didn't know you made until someone pointed it out?
de: Was ist ein Geräusch, das du machst, von dem du nicht wusstest, dass du es machst, bis es dir jemand gesagt hat?
es: ¿Qué ruido haces que no sabías que hacías hasta que alguien te lo señaló?
fr: Quel bruit fais-tu dont tu ignorais l'existence jusqu'à ce que quelqu'un te le signale ?
it: Qual è un rumore che fai e che non sapevi di fare finché qualcuno non te l'ha fatto notare?
ja: 誰かに指摘されるまで自分がしていると知らなかった音は何ですか？
ko: 누군가 지적해주기 전까지 몰랐던, 본인이 내는 소리가 있다면 뭐예요?
nb: Hvilken lyd lager du som du ikke visste at du lagde før noen påpekte det?
nl: Wat is een geluid dat je maakt waarvan je niet wist dat je het maakte tot iemand het opmerkte?
pl: Jaki dźwięk wydajesz, o którym nie wiedziałeś, że go wydajesz, dopóki ktoś ci nie zwrócił uwagi?
pt_br: Qual é um barulho que você faz que não sabia que fazia até alguém apontar?
sv: Vilket ljud gör du som du inte visste att du gjorde förrän någon påpekade det?
uk: Який звук ви видаєте, про який ви не знали, поки хтось не звернув на це увагу?
zh_hans: 你有什么直到别人指出才知道自己会发出的声音？

source: What’s a non-physical trait that you find incredibly sexy?
de: Welche nicht-körperliche Eigenschaft findest du unglaublich sexy?
es: ¿Qué rasgo no físico te parece increíblemente sexy?
fr: Quel trait non physique trouves-tu incroyablement sexy ?
it: Quale tratto non fisico trovi incredibilmente sexy?
ja: 身体的ではない特徴で、信じられないほどセクシーだと感じるものは何ですか？
ko: 신체적이지 않은 특성 중 믿을 수 없을 정도로 섹시하다고 생각되는 것은 무엇인가요?
nb: Hvilken ikke-fysisk egenskap finner du utrolig sexy?
nl: Welke niet-fysieke eigenschap vind jij ongelooflijk sexy?
pl: Jaka cecha niematerialna jest dla ciebie niezwykle seksowna?
pt_br: Qual característica não física você acha incrivelmente sexy?
sv: Vilken icke-fysisk egenskap finner du otroligt sexig?
uk: Яка нефізична риса здається тобі неймовірно сексуальною?
zh_hans: 你觉得哪种非身体特质非常性感？

source: What's a non-romantic relationship that has shaped who you are?
de: Welche nicht-romantische Beziehung hat dich zu dem gemacht, der du bist?
es: ¿Qué relación no romántica ha moldeado quién eres?
fr: Quelle relation non romantique a façonné la personne que vous êtes ?
it: Quale relazione non romantica ha plasmato la persona che sei?
ja: あなたを形作った恋愛以外の人間関係は何ですか？
ko: 당신을 형성한 비연애 관계는 무엇인가요?
nb: Hvilket ikke-romantisk forhold har formet den du er?
nl: Welke niet-romantische relatie heeft jou gevormd?
pl: Jaka relacja niеromantyczna ukształtowała twoją osobowość?
pt_br: Qual relacionamento não romântico moldou quem você é?
sv: Vilken icke-romantisk relation har format vem du är?
uk: Які неромантичні стосунки сформували вас як особистість?
zh_hans: 哪段非浪漫关系塑造了今天的你？
